Repository: CodyBontecou/ios-location-tracker
Catalog: IsoMe/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, ja, pt_br, ru, zh_hans

source: Lifetime plans are one-time purchases charged to your Apple ID. Family plans require Apple Family Sharing and Purchase Sharing.
ar: خطط مدى الحياة هي عمليات شراء لمرة واحدة تُحتسب على حساب Apple الخاص بك. تتطلب الخطط العائلية المشاركة العائلية ومشاركة المشتريات من Apple.
bn: লাইফটাইম প্ল্যান Apple ID-তে চার্জ করা এককালীন কেনাকাটা। ফ্যামিলি প্ল্যানের জন্য Apple ফ্যামিলি শেয়ারিং ও পারচেজ শেয়ারিং প্রয়োজন।
es: Los planes de por vida son compras únicas que se cobran a tu Apple ID. Los planes Familiares requieren En familia y Compartir compras de Apple.
fr: Les formules à vie sont des achats uniques facturés à votre identifiant Apple. Les formules Famille nécessitent le partage familial et le partage des achats Apple.
hi: लाइफ़टाइम प्लान आपके Apple ID से ली जाने वाली एकमुश्त खरीद हैं। फ़ैमिली प्लान के लिए Apple फ़ैमिली शेयरिंग और परचेज़ शेयरिंग ज़रूरी है।
ja: 買い切りプランはApple IDに請求される1回限りの購入です。ファミリープランにはAppleのファミリー共有と「購入アイテムの共有」が必要です。
pt_br: Os planos vitalícios são compras únicas cobradas no seu ID Apple. Os planos Família exigem Compartilhamento Familiar e Compartilhamento de Compras da Apple.
ru: Бессрочные планы оплачиваются один раз через Apple ID. Для семейных планов нужны Семейный доступ Apple и общий доступ к покупкам.
zh_hans: 终身方案是通过 Apple ID 支付的一次性购买。家庭方案需要开启 Apple 家人共享和购买项目共享。

source: Individual Lifetime
ar: مدى الحياة للفرد
bn: ইন্ডিভিজুয়াল লাইফটাইম
es: Individual de por vida
fr: Individuel à vie
hi: इंडिविजुअल लाइफ़टाइम
ja: 個人向け買い切り版
pt_br: Individual vitalício
ru: Индивидуальный навсегда
zh_hans: 个人终身版

source: Family Lifetime
ar: مدى الحياة للعائلة
bn: ফ্যামিলি লাইফটাইম
es: Familiar de por vida
fr: Famille à vie
hi: फ़ैमिली लाइफ़टाइम
ja: ファミリー向け買い切り版
pt_br: Família vitalício
ru: Семейный навсегда
zh_hans: 家庭终身版

source: Upgrade to Family Lifetime
ar: الترقية إلى العائلة مدى الحياة
bn: ফ্যামিলি লাইফটাইমে আপগ্রেড করুন
es: Mejorar a Familiar de por vida
fr: Passer à Famille à vie
hi: फ़ैमिली लाइफ़टाइम में अपग्रेड करें
ja: ファミリー向け買い切り版にアップグレード
pt_br: Fazer upgrade para Família vitalício
ru: Улучшить до семейного бессрочного доступа
zh_hans: 升级至家庭终身版

source: Permanent export access for your Apple ID
ar: إمكانية تصدير دائمة لحساب Apple الخاص بك
bn: আপনার Apple ID-এর জন্য স্থায়ী এক্সপোর্ট অ্যাক্সেস
es: Acceso de exportación permanente para tu Apple ID
fr: Accès permanent à l’export pour votre identifiant Apple
hi: आपके Apple ID के लिए स्थायी एक्सपोर्ट एक्सेस
ja: Apple IDで書き出し機能を無期限に利用
pt_br: Acesso permanente à exportação para seu ID Apple
ru: Бессрочный доступ к экспорту для вашего Apple ID
zh_hans: 你的 Apple ID 可永久使用导出功能

source: Permanent export access shared with up to 5 family members
ar: إمكانية تصدير دائمة مشتركة مع ما يصل إلى 5 أفراد من العائلة
bn: সর্বোচ্চ ৫ জন পরিবারের সদস্যের সঙ্গে স্থায়ী এক্সপোর্ট অ্যাক্সেস শেয়ার করুন
es: Acceso de exportación permanente compartido con hasta 5 familiares
fr: Accès permanent à l’export partagé avec jusqu’à 5 membres de votre famille
hi: अधिकतम 5 परिवार सदस्यों के साथ स्थायी एक्सपोर्ट एक्सेस
ja: 最大5人のファミリーメンバーと書き出し機能を無期限に共有
pt_br: Acesso permanente à exportação compartilhado com até 5 familiares
ru: Бессрочный экспорт для вас и пяти членов семьи
zh_hans: 与最多5位家庭成员永久共享导出权限

source: Add Family Sharing to your Individual Lifetime purchase
ar: أضف المشاركة العائلية إلى شراء «مدى الحياة للفرد»
bn: আপনার ইন্ডিভিজুয়াল লাইফটাইম কেনাকাটায় ফ্যামিলি শেয়ারিং যোগ করুন
es: Añade En familia a tu compra Individual de por vida
fr: Ajoutez le partage familial à votre achat Individuel à vie
hi: अपनी इंडिविजुअल लाइफ़टाइम खरीद में फ़ैमिली शेयरिंग जोड़ें
ja: 個人向け買い切り版にファミリー共有を追加
pt_br: Adicione Compartilhamento Familiar à compra Individual vitalícia
ru: Добавьте Семейный доступ к индивидуальной бессрочной покупке
zh_hans: 为个人终身版购买添加家人共享

source: Buy Individual Lifetime
ar: شراء مدى الحياة للفرد
bn: ইন্ডিভিজুয়াল লাইফটাইম কিনুন
es: Comprar Individual de por vida
fr: Acheter Individuel à vie
hi: इंडिविजुअल लाइफ़टाइम खरीदें
ja: 個人向け買い切り版を購入
pt_br: Comprar Individual vitalício
ru: Купить индивидуальный бессрочный доступ
zh_hans: 购买个人终身版

source: Buy Family Lifetime
ar: شراء مدى الحياة للعائلة
bn: ফ্যামিলি লাইফটাইম কিনুন
es: Comprar Familiar de por vida
fr: Acheter Famille à vie
hi: फ़ैमिली लाइफ़टाइम खरीदें
ja: ファミリー向け買い切り版を購入
pt_br: Comprar Família vitalício
ru: Купить семейный бессрочный доступ
zh_hans: 购买家庭终身版

source: Upgrade to Family
ar: الترقية إلى العائلة
bn: ফ্যামিলিতে আপগ্রেড করুন
es: Mejorar a Familiar
fr: Passer à Famille
hi: फ़ैमिली में अपग्रेड करें
ja: ファミリーにアップグレード
pt_br: Fazer upgrade para Família
ru: Улучшить до семейного плана
zh_hans: 升级至家庭版

source: Export is unlocked forever. Manage your plan or Apple Family Sharing here.
ar: تم فتح التصدير إلى الأبد. أدِر خطتك أو المشاركة العائلية من Apple هنا.
bn: এক্সপোর্ট চিরকালের জন্য আনলক। এখানে আপনার প্ল্যান বা Apple ফ্যামিলি শেয়ারিং পরিচালনা করুন।
es: La exportación está desbloqueada para siempre. Gestiona aquí tu plan o En familia de Apple.
fr: L’export est débloqué à vie. Gérez ici votre formule ou le partage familial Apple.
hi: एक्सपोर्ट हमेशा के लिए अनलॉक है। अपना प्लान या Apple फ़ैमिली शेयरिंग यहाँ मैनेज करें।
ja: 書き出し機能は無期限で有効です。ここでプランやAppleのファミリー共有を管理できます。
pt_br: A exportação está desbloqueada para sempre. Gerencie aqui seu plano ou o Compartilhamento Familiar da Apple.
ru: Экспорт разблокирован навсегда. Здесь можно управлять планом и Семейным доступом Apple.
zh_hans: 导出功能已永久解锁。可在此管理方案或 Apple 家人共享。

source: Tracking is free and unlimited. Choose an Individual or Family one-time purchase for data export.
ar: التتبع مجاني وغير محدود. اختر شراءً لمرة واحدة للفرد أو العائلة لتصدير البيانات.
bn: ট্র্যাকিং বিনামূল্যে ও সীমাহীন। ডেটা এক্সপোর্টের জন্য ইন্ডিভিজুয়াল বা ফ্যামিলি এককালীন কেনাকাটা বেছে নিন।
es: El seguimiento es gratuito e ilimitado. Elige una compra única Individual o Familiar para exportar datos.
fr: Le suivi est gratuit et illimité. Choisissez un achat unique Individuel ou Famille pour exporter vos données.
hi: ट्रैकिंग मुफ़्त और असीमित है। डेटा एक्सपोर्ट के लिए इंडिविजुअल या फ़ैमिली एकमुश्त खरीद चुनें।
ja: 追跡は無料かつ無制限です。データの書き出しには個人向けまたはファミリー向けの買い切り版を選べます。
pt_br: O rastreamento é gratuito e ilimitado. Escolha uma compra única Individual ou Família para exportar dados.
ru: Отслеживание бесплатно и без ограничений. Для экспорта данных выберите разовую индивидуальную или семейную покупку.
zh_hans: 位置记录免费且不限量。数据导出可选择个人或家庭一次性购买。

source: Plan
ar: الخطة
bn: প্ল্যান
fr: Formule
hi: प्लान
ja: プラン
pt_br: Plano
ru: План
zh_hans: 方案

source: Individual
ar: فردي
bn: ব্যক্তিগত
fr: Individuel
hi: व्यक्तिगत
ja: 個人
ru: Индивидуальный
zh_hans: 个人

source: Family
ar: العائلة
bn: পরিবার
es: Familia
fr: Famille
hi: परिवार
ja: ファミリー
pt_br: Família
ru: Семья
zh_hans: 家庭

source: Completely private and on-device
ar: خاص تمامًا وعلى الجهاز
bn: সম্পূর্ণ ব্যক্তিগত এবং ডিভাইসেই থাকে
es: Completamente privado y en el dispositivo
fr: Entièrement privé et sur l’appareil
hi: पूरी तरह निजी और डिवाइस पर
ja: 完全にプライベートでデバイス内に保存
pt_br: Totalmente privado e no dispositivo
ru: Полностью конфиденциально и на устройстве
zh_hans: 完全私密且仅存储在设备上
